// FARSI
export const locale = {
  MENU: {
    HOME: 'خانه',
    PARTICIPATION: 'مشارکت',
    FAQ: "سوالات متداول",
    CONTACTUS: 'تماس با ما'
  },
  AUTH: {
    LOGIN: 'ورود',
    LOGOUT: 'خروج',
  },
  USER: {
    HELLO: "سلام, ",
    WELCOME: 'خوش آمدید',
    USERNAME: 'نام کاربری',
    TOTALANSWERS: 'تعداد پاسخ های ثبت شده',
    ACCOUNTSTATUS: 'وضعیت اکانت',
    WALLETCREDIT: 'اعتبار کیف پول',
    TRANSFERTOPODWALLET: 'انتقال به کیف پول پاد'
  },
  GENERAL: {
    DATE: 'تاریخ',
    AMOUNT: 'مبلغ',
    DESCRIPTION: 'توضیحات',
    POSTALCODE: 'کد پستی',
    PHONE: 'شماره تماس',
    MOBILE: 'تلفن همراه',

    ENGLISH: 'انگلیسی',
    PERSIAN: 'فارسی',

    STATUS: 'وضعیت',
    ACTIVE: 'فعال',
    INACTIVE: 'غیرفعال',


    ITEMS: 'کل آیتم ها',
    ANSWER: 'پاسخ',
    TARGET: 'هدف',

    START: 'شروع',
    SUBMIT: 'ثبت',
    CLOSE: 'بستن',
    ERROR: 'خطا',
    CONFIRM: 'تایید',
    CANCEL: 'لغو',

    STARTLABELING: 'شروع برچسب زنی',
    YOURTARGET: 'هدف شما',
    YOURANSWERS: 'پاسخ‌های شما',
    LABELINGSTATUS: 'وضعیت تگ زنی',
    YOURSCORE: 'امتیاز شما',
    CHOOSEATARGET: 'انتخاب تارگت',
    TARGETING: 'هدف گذاری',
    SENDTOWALLET: 'انتقال به کیف پول',
    MAXIMUMREVENUE: 'حداکثر درآمد',
    NOTRANSACTIONS: 'تراکنشی موجود نیست!',
    TOTALLABELS: 'تعداد برچسب‌ها',
    GOTONEXTLIST: 'برو به لیست بعدی',
    SUBMITANSWERS: 'ارسال پاسخ ها',

    YOURANSWERSCOUNT: 'تعداد پاسخ های شما تا این لحظه',
    YOURCURRENTTARGET: 'هدف تعیین شده برای این مجموعه داده',

    CREDIT: 'اعتبار',

    IRR: 'ریال',
    IRT: 'تومان',

    FREQUENTLYANSKEDQUESTIONS: 'سوالات متداول',

    YES: 'هست',
    NO: 'نیست',
    REPORT: 'گزارش خطا',
    ISCORRECT: 'درست است',
    ISINCORRECT: 'درست نیست',

    GOOD: 'خوب',
    NOTHING: 'هیچی',
    BAD: 'بد',

    TRANSFERERROR: "خطا در انتقال",

    DASHBOARD: 'داشبورد',
    TRANSFERSUCCESSFUL:  "انتقال موفق",
    CHARTNOTAVAILABLE: 'نمودار موجود نیست',
    TARGETNUMBER: 'هدف شماره ',

    SUBMITANSWERSANDCONTINUE: 'ارسال پاسخ (ها) و ادامه',
    NORETURN: 'خیر، بازگشت',

    ACTOR: 'بازیگر',
    SINGER: 'خواننده',
    POLITICIAN: 'سیاست مدار'
  },
  TRANSACTIONS: {
    TRANSACTIONSHISTORY: 'تاریخچه تراکنش ها'
  },
  DATASET: {
    DATASETPER: 'مجموعه داده',
    DATASETEN: 'دیتاست',
    DATASETSPER: 'مجموعه داده ها',
    DATASETSEN: 'دیتاست ها',
  },
  VALIDATION: {
    FIELDISREQUIRED: 'این فیلد الزامیست',
    EXAMPLEVALIDMOBILE: 'مثال شماره موبایل صحیح: 09111111111'
  },
  HELP: {
    HELP: 'راهنما',
    OK: 'متوجه شدم'
  },
  TEXTS: {
    INDEXLETSCONTRIBUTE: 'شروع مشارکت',

    INDEXPOBELSYSTEMTITLE: 'سامانه پابل',
    INDEXPOBELSYSTEMCONTENT: '   در راستای شتاب بخشیدن به توسعه فناوریهای نوین، همسو شدن با آینده‌ای هوشمند و ایجاد اشتغال، پابل با این ماموریت بنیان گردید که بستری کارا برای تکمیل یکی از اجزای زمان‌بر و پر هزینه‌ی فرآیند یادگیری ماشین یعنی برچسب‌زنی داده‌ها را ایجاد نماید. تمرکز محوری این بستر بر نقش کلیدی انسان در کمک به ارتقاء سرعت، دقت و کیفیت داده‌های ورودی به الگوریتم‌های هوش مصنوعی است. انسانها در واقع همان کاربران سامانه می‌باشند که با مشارکت موثر در برچسب‌زنی داده‌ها می‌توانند کسب درآمد نمایند. با این وجود، نزدیک کردن رفتار ماشینها به ادراک انسانی، نیازمند آموزش دادن مجموعه عظیمی از داده‌ها است که برچسب زنی آن، مستلزم سپردن این وظیفه بر عهده‌ی جمع کثیری از کاربران می‌باشد که در اصطلاح به آن فعالیت جمع سپاری اطلاق می‌گردد. شما می‌توانید با ایفای نقش مفید در این حوزه ضمن کسب درآمد، در یادگیری بهتر و کارکردی‌تر الگوریتمهای هوش مصنوعی سهیم باشید. تحقق ماموریت پابل کاری نیست که ما به تنهایی بتوانیم آن را انجام دهیم و فقط و فقط از طریق مشارکت تعداد قابل توجهی از شما کاربران گرامی قابل تحقق است.',

    INDEXLABELINGANDDATASETTITLE: 'برچسب گذاری و مجموعه داده',
    INDEXLABELINGANDDATASETCONTENT: 'سیستمها برای شناسایی و درک احساس، تصاویر و صوت نیازمند دریافت تعداد قابل‌توجهی از مصادیق هر یک از این مفاهیم بوده تا با بهره‌گیری از طریق مدلهای هوش مصنوعی، بصورت خودکار یادگیری در تشخیص را کسب نمایند. این یادگیری در صورتی مطلوب خواهد بود که مصادیق مربوطه و یا به اصطلاح داده‌های ورودی به ماشینها از کیفیت و صحت بالایی برخوردار باشند. در این راستا، برچسب گذاری به فرآیند نشانه گذاری داده ها اطلاق می‌گردد که در آن، صحت داده‌های ورودی به ماشینها، توسط هوش انسانی ارزیابی و سپس داده‌های با کیفیت بعنوان ورودی جهت یادگیری ماشینها استفاده می‌شوند. اگر چه هدف برچسب زنی صحت سنجی مصادیق عنوان شده است، اما چگونگی انجام آن بر حسب نوع مجموعه داده (نظیر تصویری، متنی، صوتی و گفتاری) متفاوت می‌باشد. ',
    INDEXLABELINGANDDATASET2CONTENT: 'بعنوان نمونه در مجموعه داده‌ از نوع تصویری، منظور از هر برچسب این است که مشخص شود آیا تصویر نمایش داده شده متعلق به فرد مشهور خاصی مثلاً "دکتر محمد قریب" می‌باشد یا خیر؟ پاسخ به این سوال یک برچسب برای تصویر مورد نظر می‌باشد. همچنین برای برچسب زنی یک مجموعه داده برای تحلیل احساسات، کاربر پس از مطالعه یک متن کوتاه نظیر "این فیلم برای همه سنین مناسب است"، می‌بایست استنباط مثبت یا منفی خود را از موضوع مورد بحث مشخص سازد. ',

    INDEXTOPACTIVEUSERS: 'فعال‌ترین کاربران',

    INDEXINCOMEGENERATIONPROCESSTITLE: 'فرآیند کسب درآمد در پابل',
    INDEXINCOMEGENERATIONPROCESSCONTENT: ' فرآیند مشارکت و کسب درآمد در پابل بدین ترتیب می‌باشد که کاربران می‌توانند بطور رایگان در این سامانه ثبت نام نمایند و به مجموعه داده‌های بارگذاری شده توسط راهبر سیستم دسترسی پیدا کنند. در هریک از این مجموعه داده‌ها سوالات متعددی از نوع متنی، تصویری و صوتی وجود دارد، که کاربران، می‌بایست نسبت به برچسب زدن آن‌ها اقدام نمایند. متناسب با کمیت و کیفیت برچسب‌های ثبت شده که توسط رویکردها کنترلی بخصوصی بررسی می‌گردند، کیف پول کاربران به صورت برخط شارژ خواهد شد.',
    INDEXINCOMEGENERATIONPROCESSSTEP1: 'ثبت نام در سامانه',
    INDEXINCOMEGENERATIONPROCESSSTEP2: 'انتخاب مجموعه داده مورد نظر',
    INDEXINCOMEGENERATIONPROCESSSTEP3: 'برچسب زنی به تعداد هدف تعیین شده',
    INDEXINCOMEGENERATIONPROCESSSTEP4: 'مشاهده میزان اعتبار ریالی در پروفایل کاربری',

    SINGLEDATASETYOURANSWERSCOUNT: 'کل پاسخ های شما در این دیتاست',
    SINGLEDATASETNOTSCOREDYET: 'هنوز امتیازی کسب نکرده اید ',
    SINGLEDATASETCHOOSETARGET: '    هدف خود برای برچسب زنی بر روی این مجموعه ی داده را مشخص کنید. توجه داشته باشید چنانچه هدف تعیین نشده باشد' +
      '   برچسب زنی ممکن نمی باشد و اعتبار فرآیند برچسب زنی نیز بدرستی محاسبه نمی گردد.' ,
    SINGLEDATASETCHOOSETARGET2: 'با تعیین هدف توسط فرم زیر مشخص کنید در نظر دارید چه تعداد پاسخ در این مجموعه‌ی داده ثبت کنید. توجه داشته باشید که امکان تغییر هدف به مقادیر کوچکتر برای کاربر میسر نیست. بعنوان مثال اگر' +
      ' کاربری یک هدف  10000 تایی را انتخاب کرده باشد، تا زمان اتمام آن نمیتواند اهداف کوچکتری مانند هدف  100 تایی را برگزیند.',
    SINGLEDATASETPOINTSTRANSFEREDMODAL: ' امتیاز به حساب پابل شما منتقل گردید. برای مشاهده به پروفایل پابل خود مراجعه نمایید ',
    SINGLEDATASETNOTREACHEDTARGET: ' پیش از اتمام هدف فعلی نمی توانید امتیازتان در دیتاست فعلی را به پول تبدیل نمایید. ',

    YOUCANNOTRETURNTOSMALLERTARGET: 'پس از فعال کردن یک هدف امکان برگشت به هدف های پایین تر در این دیتاست را ندارید. ادامه می دهید؟',

    LABELINGQUESTIONPART1: 'آیا تصاویر مربوط به',
    LABELINGQUESTIONPART2: 'می باشند؟',
    LABELINGLINEARQUESTIONPART1: 'آیا تصویر زیر متعلق به',
    LABELINGLINEARQUESTIONPART2: 'است؟',
    LABELINGSENTIMENTQUESTIONPART1: 'حس‌ تان نسبت به این جمله چیست؟',

    LABELINGSUBMITANSWERSANDCOUNTINUE: 'تمایل دارید پاسخ‌های انتخاب شده ارسال شده و فرآیند برچسب زنی ادامه یابد؟',

    LABELINGHELPMODALCONTENT1: 'در مجموعه داده فعلی برای برچسب زنی شما گزینه های زیر را دارید',
    LABELINGHELPMODALCONTENT2: 'درست است (تصویر مطابقت دارد)',
    LABELINGHELPMODALCONTENT3: 'درست نیست (تصویر مطابقت ندارد)',
    LABELINGHELPMODALCONTENT4: 'آیتم ایراد دارد (گزارش ایراد در آیتم؛ ناخوانا، تار بودن، لود نشدن و غیره...)',
    LABELINGHELPMODALCONTENT5: 'نکته1: در حال حاضر گزارش آیتم دارای ایراد، فاقد امتیاز می باشد.',
    LABELINGHELPMODALCONTENT6: ' نکته2: برخی آیتم ها طلایی هستند، بدین معنی که ما پاسخ آنها را میدانیم. در صورت پاسخ صحیح به سوالات طلایی امتیاز میگیرید، در صورت پاسخ غلط به آنها از امتیاز شما کسر می گردد و در صورت عدم پاسخ به آنها امتیازی نمیگیرید.',
    LABELINGHELPMODALCONTENT7: 'در صورتیکه مردد هستید و جهت جلوگیری از کاهش امتیاز خود هیچ پاسخی را بر روی آیتم مربوطه درج نکنید و از پاسخ دادن صرفنظر نمایید.',

    LABELINGHELPMODALCONTENT8: 'خوب (مثبت، برداشت مثبت)',
    LABELINGHELPMODALCONTENT9: 'بد (منفی، برداشت منفی)',
    LABELINGHELPMODALCONTENT10: 'هیچ (خنثی، نمیتوان برداشت کلی خاصی داشت)',

    FAQQ1: 'سامانه پابل مخفف چیست؟',
    FAQQ2: 'آیا ثبت نام و مشارکت در پابل رایگان است؟',
    FAQQ3: 'امکان ثبت نام و مشارکت در پابل برای چه کاربرانی میسر است؟',
    FAQQ4: 'مبنای ارزیابی برچسب ثبت شده توسط‌ کاربران چیست؟',
    FAQQ5: 'در صورت عدم اطمینان از الصاق برچسب صحیح به یک سوال تکلیف چیست؟',
    FAQQ6: 'مبنای محاسبه میزان شارژ کیف پول کاربران چه می‌باشد؟',
    FAQQ7: 'چه زمانی کیف پول کاربران شارژ می‌گردد؟',
    FAQQ8: 'منظور از تعیین هدف چیست؟',
    FAQQ9: 'در انتخاب و تعیین هدف چه نکاتی را می‌بایست مد نظر قرار داد؟',
    FAQQ10: 'آیا در حداکثر تعداد سوالاتی که هریک کاربر مجاز به برچسب‌زنی می‌باشد محدودیتی وجود دارد؟',
    FAQQ11: 'آیا راهبر سامانه قادر به غیرفعال نمودن یک کاربری می‌باشد؟',
    FAQQ12: 'چگونه می‌توان از شارژ کیف پول استفاده نمود؟',
    FAQA1: '              وجه تسمیه سامانه پابل (POBEL) از دو کلمه POD (پروژه سرزمین هوشمند پاسارگاد) و Label (برچسب) نشات می‌گیرد.',
    FAQA2: ' بله',
    FAQA3: '              همه افرادی که از تحصیلات حداقلی برخوردار و قادرند با یک سامانه تحت وب کار کنند، می‌تواند در سامانه ثبت‌نام نمایند. همچنین بر حسب سطح دسترسی که عمدتاً بر مبنای مدرک تحصیلی، تخصص یا شغل می‌باشد، افراد حائز شرایط، می‌توانند در امر برچسب زنی مشارکت و در نتیجه درآمدزایی داشته باشند.',
    FAQA4: '              عملکرد کاربران بر مبنای تعداد برچسب‌های ثبت شده و میزان مطابقت آنها با پاسخ داده‌های طلایی ارزیابی می‌شوند. در واقع در هر مجموعه داده، تعداد قابل توجهی، داده طلایی وجود دارد که پاسخ درست آنها در سیستم ثبت شده است. این داده‌های طلایی بشکل تصادفی در میان سایر داده‌ها برای کاربر نمایش داده شده و بسته به نحوه‌ی صحت پاسخ به آنها اعتبار مالی کاربران انجام می‌گیرد. از آنجا که طلایی بودن یا نبودن یک داده برای کاربر مشخص نمی‌گردد، وی می-بایست به همه سوالات با ذهنیت طلایی بودن پاسخ دهد تا بتواند اعتبار ریالی خود را بیشینه سازد.',
    FAQA5: '              هنگامیکه کاربر بابت پاسخ به یک سوال دچار تردید می‌باشد، توصیه می‌گردد که از گزینه صرفنظر کردن (یا همان نظری ندارم) استفاده نماید چرا که در این صورت کاربر فقط امتیاز این سوال خاص را از دست می‌دهد و خدشه‌ای به امتیازهای کسب‌شده قبلی و قابل کسب آتی وارد نمی‌شود. اما در حالتیکه بطور تصادفی و با اطمینان کم به سوالات پاسخ دهد، در صورت نادرست بودن فقط اعتبار حداقلی به کاربر اختصاص داده می‌شود.',
    FAQA6: '              برای شارژ کیف پول و متناسب با هدف تعیین شده‌ی هر کاربر دو مقدار لحاظ می‌شود: شارژ حداقلی و شارژ حداکثری که بر حسب ریال می‌باشند. شارژ حداقلی مقدار اعتباری است که به کاربر بابت مشارکت در سامانه پابل و پس از پاسخ دادن به همه سوالات تعیین شده در هدف مربوطه، تخصیص داده می‌شود. اما، برای دستیابی به شارژ حداکثری، کاربر می‌بایست به همه داده‌های طلایی موجود در سوالاتی که برای وی نمایش داده می‌شود، پاسخ صحیح دهد. متناسب با هر بار استفاده از گزینه صرفنظر دادن، از اعتبار حداکثری کاسته می‌شود و در صورت اشتباه پاسخ دادن به یک سوال طلایی، کل امتیاز حاصله باطل و فقط شارژ حداقلی به کاربر تعلق می‌گردد.',
    FAQA7: '              کیف پول به صورت کاملا برخط شارژ می‌گردد.  اما پس از اتمام پاسخ‌دهی یک کاربر به میزان تعداد سوالات که در هدف خود از پیش تعیین نموده است، ضریب رسیدن به هدف در میزان اعتبار در نظر گرفته خواهد شد.',
    FAQA8: '              قبل از ورود به قسمت برچسب‌زنی مجموعه داده، هر کاربر می‌بایست، مشخص نماید که در یک بازه‌ی زمانی مشخص مثلاً هفتگی، چه تعداد سوال را پاسخ خواهد داد. لذا پس از اتمام یک هدف، می‌‌توان هدف جدیدی را تعیین نمود.',
    FAQA9: '              مشخصاً، مقدار زمانی که کاربر در یک بازه‌ زمانی (مثلاً هفتگی) می‌تواند به برچسب‌زنی اختصاص دهد، مهمترین معیار در انتخاب هدف می‌باشد. در این خصوص، می‌توان از محاسبات سرانگشتی نیز استفاده نمود: مثلاً با در نظر گرفتن مدت زمانی معادل 10 ثانیه برای برچسب‌زنی به هر سوال، و در نظر گرفتن 20 دقیقه استراحت در هر ساعت، می‌توان 240 سوال را در یک ساعت برچسب زد.',
    FAQA10: '              بله وجود دارد اما مقدار آن شناور بوده و با توجه به نرخ برچسب‌زنی در مجموعه داده مربوطه، بصورت دوره‌ای قابل بروز رسانی خواهد بود.',
    FAQA11: '              بله. راهبر سیستم بصورت مداوم عملکرد کاربران را نظارت می‌نماید و در صورتیکه یک کاربر نرخ بالائی در پاسخ اشتباه به سوالات داشته باشد، پروفایل کاربری مربوطه در سامانه غیرفعال خواهد شد.',
    FAQA12: '              با توجه به قابلیتهای موجود در بستر کیف پول سرزمین هوشمند پاسارگاد (پاد)، امکان انتقال وجه به حساب بانکی و نیز از استفاده از خدمات متنوع به راحتی وجود دارد.',

    CONTACTUSADDRESS: '  تهران، پردیس، پارک فناوری پردیس، نوآوری 11، پلاک 114، شرکت فناوری اطلاعات و ارتباطات پاسارگاد آریان (فناپ)',

    DASHBOARDTRANSFERTOPODWALLETREQUEST: 'درخواست انتقال به کیف پول پاد',
    DASHBOARDYOURANSWERSCOUNT: 'تعداد پاسخ‌های ثبت شده',

    DASHBOARDMODALTRANSFERFAILEDTITLE: 'خطا، انتقال انتجام نشد',
    DASHBOARDMODALTRANSFERFAILEDCONTENT: 'چیزی برای برداشت ندارید!',
    DASHBOARDMODALTRANSFERSUCCEEDTITLE: "انتقال موفق",
    DASHBOARDMODALTRANSFERSUCCEEDCONTENT: 'تومان به کیف پول پاد شما منتقل شد.',


    CHOOSETARGETERROR: 'خطا در انتخاب تارگت',
    NEWTARGETSHOULDBEBIGGERTHANOLDTARGET: 'هدف جدید باید بزرگتر از هدف قبلی شما باشد',
    YOUHAVEREACHEDYOURBUDGETONCURRENTDATASET: 'شما به حداکثر تعداد مجاز پاسخ در این دیتاست رسیده اید. از مشارکتتان متشکریم. می توانید امتیازتان را برداشت نمایید.',
    PLEASECOLLECTYOURPOINTSBEFORECONTINUING: 'لطفاً از طریق دکمه انتقال به کیف پول پاد نسبت به انتقال اعتبار خود به کیف پاد اقدام نمایید',


    ACCOUNT_INACTIVE: "حساب شما غیرفعال است",
    ACCOUNT_INACTIVE_DESC: "اکانت شما غیرفعال است و در این حالت امکان استفاده از پابل را ندارید. برای اطلاعات بیشتر با پشتیبانی تماس بگیرید",

    TRANSFERFAILED: 'انتقال ناموفق',
    FAILEDTOTRANSFERCREDITTOWALLET: 'انتقال به کیف پول پابل با خطا مواجه شد',

    DATASETITEMSDONE: 'این دیتاست دیگر آیتمی برای برچسب زنی توسط شما ندارد. از مشارکتتان متشکریم.'
  }
};
