<template>
  <div>
    <div>
      <h3>سامانه پابل</h3>
      در راستای شتاب بخشیدن به توسعه فناوریهای نوین، همسو شدن با آینده‌ای هوشمند و ایجاد اشتغال، پابل با این ماموریت بنیان گردید که بستری کارا برای تکمیل یکی از اجزای زمان‌بر و پر هزینه‌ی فرآیند یادگیری ماشین یعنی برچسب‌زنی داده‌ها را ایجاد نماید. تمرکز محوری این بستر بر نقش کلیدی انسان در کمک به ارتقاء سرعت، دقت و کیفیت داده‌های ورودی به الگوریتم‌های هوش مصنوعی است. انسانها در واقع همان کاربران سامانه می‌باشند که با مشارکت موثر در برچسب‌زنی داده‌ها می‌توانند کسب درآمد نمایند. با این وجود، نزدیک کردن رفتار ماشینها به ادراک انسانی، نیازمند آموزش دادن مجموعه عظیمی از داده‌ها است که برچسب زنی آن، مستلزم سپردن این وظیفه بر عهده‌ی جمع کثیری از کاربران می‌باشد که در اصطلاح به آن فعالیت جمع سپاری اطلاق می‌گردد. شما می‌توانید با ایفای نقش مفید در این حوزه ضمن کسب درآمد، در یادگیری بهتر و کارکردی‌تر الگوریتمهای هوش مصنوعی سهیم باشید. تحقق ماموریت پابل کاری نیست که ما به تنهایی بتوانیم آن را انجام دهیم و فقط و فقط از طریق مشارکت تعداد قابل توجهی از شما کاربران گرامی قابل تحقق است.
    </div>
    <datasets></datasets>
    <div>
      <h3>برچسب گذاری و مجموعه داده</h3>
      سیستمها برای شناسایی و درک احساس، تصاویر و صوت نیازمند دریافت تعداد قابل‌توجهی از مصادیق هر یک از این مفاهیم بوده تا با بهره‌گیری از طریق مدلهای هوش مصنوعی، بصورت خودکار یادگیری در تشخیص را کسب نمایند. این یادگیری در صورتی مطلوب خواهد بود که مصادیق مربوطه و یا به اصطلاح داده‌های ورودی به ماشینها از کیفیت و صحت بالایی برخوردار باشند. در این راستا، برچسب گذاری به فرآیند نشانه گذاری داده ها اطلاق می‌گردد که در آن، صحت داده‌های ورودی به ماشینها، توسط هوش انسانی ارزیابی و سپس داده‌های با کیفیت بعنوان ورودی جهت یادگیری ماشینها استفاده می‌شوند. اگر چه هدف برچسب زنی صحت سنجی مصادیق عنوان شده است، اما چگونگی انجام آن بر حسب نوع مجموعه داده (نظیر تصویری، متنی، صوتی و گفتاری) متفاوت می‌باشد.

    </div>
    <users></users>
    <div>
      <h3>فرآیند کسب درآمد در پابل</h3>
      <p>
        فرآیند مشارکت و کسب درآمد در پابل بدین ترتیب می‌باشد که کاربران می‌توانند بطور رایگان در این سامانه ثبت نام نمایند و به مجموعه داده‌های بارگذاری شده توسط راهبر سیستم دسترسی پیدا کنند. در هریک از این مجموعه داده‌ها سوالات متعددی از نوع متنی، تصویری و صوتی وجود دارد، که کاربران، می‌بایست نسبت به برچسب زدن آن‌ها اقدام نمایند. متناسب با کمیت و کیفیت برچسب‌های ثبت شده که توسط رویکردها کنترلی بخصوصی بررسی می‌گردند، کیف پول کاربران به صورت برخط شارژ خواهد شد.
      </p>
    </div>

  </div>
</template>

<script>
import Logo from '~/components/Logo.vue'
import VuetifyLogo from '~/components/VuetifyLogo.vue'
import NavbarType1 from "../components/navbars/NavbarType1";
import HeroHome from "../components/heroes/HeroHome";
import Datasets from "../components/home/Datasets";
import Users from "../components/home/Users";
import TopBarHome from "../components/TopBarHome";

export default {
  layout: "home",
  auth: false,
  components: {
    TopBarHome,
    Users,
    Datasets,
    HeroHome,
    NavbarType1,
    Logo,
    VuetifyLogo
  }
}
</script>
